Revit 2027 API
ParameterTypeId.JoistSystemElemTagNewMembersView Property
 "Tag new members in view"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoistSystemElemTagNewMembersView { get; }
Public Shared ReadOnly Property JoistSystemElemTagNewMembersView As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoistSystemElemTagNewMembersView {
	ForgeTypeId^ get ();
}
static member JoistSystemElemTagNewMembersView : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace